{
  "testimonials": [
    {
      "id": 1,
      "name": "GUYSSOU Maquillage & Coiffure",
      "language": "Anglais",
      "courseType": "Cours intensif professionnel",
      "rating": 5,
      "text": "Nous avons sollicité l’Institut Bon Cours pour un apprentissage d’anglais intensif. Pédagogie, disponibilité et accompagnement au top. Merci pour le professionnalisme et la bienveillance, avec beaucoup de patience et de rigueur."
    },
    {
      "id": 2,
      "name": "Sergii R.",
      "language": "Français",
      "courseType": "FLE (enfants)",
      "rating": 5,
      "text": "Après notre déménagement en France, mes enfants ont été accompagnés par Florence. En six mois, ils ont atteint un niveau leur permettant de suivre le programme scolaire. Approche individualisée, structurée et efficace."
    },
    {
      "id": 3,
      "name": "Aurélie B.",
      "language": "Soutien scolaire",
      "courseType": "Suivi scolaire (enfant)",
      "rating": 5,
      "text": "Suivi scolaire de notre fils pendant deux ans. Pédagogue et très investie, bien au‑dessus des précédents intervenants. Nous recommandons sans hésitation."
    },
    {
      "id": 4,
      "name": "Marion G.",
      "language": "Soutien scolaire",
      "courseType": "Suivi scolaire (enfants)",
      "rating": 5,
      "text": "Après plusieurs essais, nous avons confié le soutien de nos deux fils pendant plus de quatre ans. Sérieuse, patiente et à l’écoute, Florence s’adapte à leurs besoins et a été un véritable pilier. Recommandé sans réserve."
    },
    {
      "id": 5,
      "name": "Joshua J.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "Professeure de langues fantastique, organisation parfaite et méthodes très efficaces. Grâce à elle, j’ai fortement amélioré mon niveau en peu de temps."
    },
    {
      "id": 6,
      "name": "Shelir G.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "Enseignement avec passion; méthode simple, claire et captivante. Sa présence motive les élèves. Très satisfait et reconnaissant pour ce dévouement."
    },
    {
      "id": 7,
      "name": "Mourad E.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 4,
      "text": "Professeure très compétente qui simplifie les leçons de français. Ancien élève, j’ai rapidement compris sa méthode pédagogique. Je recommande vivement."
    }
  ]
}
