{
  "testimonials": [
    {
      "id": 1,
      "name": "GUYSSOU Maquillage & Coiffure",
      "language": "Anglais",
      "courseType": "Cours intensif professionnel",
      "rating": 5,
      "text": "Nous avons sollicité l’Institut Bon Cours pour un apprentissage d’anglais intensif. Pédagogie, disponibilité et accompagnement au top. Merci pour le professionnalisme et la bienveillance, avec beaucoup de patience et de rigueur."
    },
    {
      "id": 2,
      "name": "Sergii R.",
      "language": "Français",
      "courseType": "FLE (enfants)",
      "rating": 5,
      "text": "Après notre déménagement en France, mes enfants ont été accompagnés par Florence. En six mois, ils ont atteint un niveau leur permettant de suivre le programme scolaire. Approche individualisée, structurée et efficace."
    },
    {
      "id": 3,
      "name": "Aurélie B.",
      "language": "Soutien scolaire",
      "courseType": "Suivi scolaire (enfant)",
      "rating": 5,
      "text": "Suivi scolaire de notre fils pendant deux ans. Pédagogue et très investie, bien au‑dessus des précédents intervenants. Nous recommandons sans hésitation."
    },
    {
      "id": 4,
      "name": "Marion G.",
      "language": "Soutien scolaire",
      "courseType": "Suivi scolaire (enfants)",
      "rating": 5,
      "text": "Après plusieurs essais, nous avons confié le soutien de nos deux fils pendant plus de quatre ans. Sérieuse, patiente et à l’écoute, Florence s’adapte à leurs besoins et a été un véritable pilier. Recommandé sans réserve."
    },
    {
      "id": 5,
      "name": "Joshua J.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "Professeure de langues fantastique, organisation parfaite et méthodes très efficaces. Grâce à elle, j’ai fortement amélioré mon niveau en peu de temps."
    },
    {
      "id": 6,
      "name": "Shelir G.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "Enseignement avec passion; méthode simple, claire et captivante. Sa présence motive les élèves. Très satisfait et reconnaissant pour ce dévouement."
    },
    {
      "id": 7,
      "name": "Mourad E.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 4,
      "text": "Professeure très compétente qui simplifie les leçons de français. Ancien élève, j’ai rapidement compris sa méthode pédagogique. Je recommande vivement."
    },
    {
      "id": 8,
      "name": "Hamza N.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "Madame Florence se distingue par sa générosité dans l’enseignement. Elle simplifie les idées pour que nous les comprenions facilement. C’est une enseignante académique par excellence. Son enseignement reflète sa patience et son intérêt pour la réussite des autres. Elle fait preuve d’un grand dévouement et d’un amour sincère dans son travail."
    },
    {
      "id": 9,
      "name": "Tobias S.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "J'ai pris des cours de français avec Florence une fois par semaine sur une période de 4 mois. Florence a été très professionnelle et a répondu très efficacement à mes objectifs d'apprentissage. J’ai pu améliorer mon français sensiblement en peu de temps. Je recommende Florence pour les cours de francais. Merci Florence!"
    },
    {
      "id": 10,
      "name": "Marie",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "J'ai beaucoup profité des formations organisées par Florence pour obtenir la nationalité française, et Florence m'a enseigné avec beaucoup de patience et de méthode. Un grand merci."
    },
    {
      "id": 11,
      "name": "Shelir G.",
      "language": "Français",
      "courseType": "Cours adulte",
      "rating": 5,
      "text": "Vous enseignez avec amour et passion, et cela transparaît clairement dans votre style pédagogique. Votre méthode est simple, claire et très captivante. Votre présence en classe suscite la motivation et l'intérêt des élèves pour l'apprentissage. Je suis très satisfait de votre style d'enseignement et de vos précieux efforts, et je vous remercie sincèrement pour votre dévouement."
    }
  ]
}
